tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "tm/homebrew", "https://git.tmaws.io/core-platform/homebrew-tm.git"
brew "act"
brew "m4"
brew "autoconf"
brew "automake"
brew "ca-certificates"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "bat"
brew "cmake"
brew "docker", link: false
brew "exa"
brew "fd"
brew "ncurses"
brew "pcre2"
brew "fish"
brew "fzf"
brew "gdbm"
brew "gettext"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "glib"
brew "oniguruma"
brew "jq"
brew "lazygit"
brew "libevent"
brew "libffi"
brew "libpng"
brew "libssh2"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "lua"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "s-lang"
brew "midnight-commander"
brew "mpdecimal"
brew "msgpack"
brew "screenresolution"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "pcre"
brew "pkg-config"
brew "pnpm"
brew "sqlite"
brew "xz"
brew "python@3.10"
brew "python@3.9"
brew "rcm"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "terraform"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "discord"
cask "docker"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "figma"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-chrome-canary"
cask "imageoptim"
cask "iterm2"
cask "keycastr"
cask "kitty"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "min"
cask "numi"
cask "obsidian"
cask "postman"
cask "raindropio"
cask "raycast"
cask "readdle-spark"
cask "sizzy"
cask "slack"
cask "spotify"
cask "tech-pass"
cask "todoist"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
