tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "sst/tap"
brew "openexr"
brew "jpeg-xl"
brew "git"
brew "asdf"
brew "atuin"
brew "awscli"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "bob"
brew "btop"
brew "cloc"
brew "cloudflared"
brew "difftastic"
brew "dnsmasq"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fish"
brew "fprobe"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "libomp"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "llvm"
brew "lolcat"
brew "lpeg"
brew "luajit"
brew "luajit-openresty"
brew "marksman"
brew "mkcert"
brew "nss"
brew "pandoc"
brew "pkgconf"
brew "pngpaste"
brew "poppler"
brew "postgresql@14"
brew "python@3.12"
brew "rclone"
brew "redis", restart_service: :changed
brew "rename"
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "starship"
brew "stow"
brew "terraform"
brew "tig"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "unar"
brew "uv"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "arc"
cask "basictex"
cask "claude-code"
cask "dbeaver-community"
cask "discord"
cask "docker-desktop"
cask "elgato-camera-hub"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "figma"
cask "firefox@developer-edition"
cask "font-geist"
cask "font-geist-mono"
cask "font-geist-mono-nerd-font"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@canary"
cask "google-drive"
cask "handbrake-app"
cask "handy"
cask "imageoptim"
cask "keycastr"
cask "keymapp"
cask "kitty"
cask "logi-options+"
cask "loom"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "obsidian"
cask "polypane"
cask "postman"
cask "raindropio"
cask "raycast"
cask "readdle-spark"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "zen"
cask "zoom"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "ms-playwright.playwright"
vscode "ms-vsliveshare.vsliveshare"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "streetsidesoftware.code-spell-checker"
vscode "vstirbu.vscode-mermaid-preview"
vscode "yoavbls.pretty-ts-errors"
