tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "asdf"
brew "atuin"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "bob"
brew "btop"
brew "cloc"
brew "difftastic"
brew "dnsmasq"
brew "docker", link: false
brew "eza"
brew "fastfetch"
brew "fd"
brew "python@3.12"
brew "ffmpegthumbnailer"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "libusb"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "llvm"
brew "lolcat"
brew "lpeg"
brew "luajit"
brew "luajit-openresty"
brew "marksman"
brew "mkcert"
brew "neofetch"
brew "nss"
brew "pandoc"
brew "pkgconf"
brew "pngpaste"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "redis", restart_service: :changed
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "terraform"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "unar"
brew "yazi"
brew "zellij"
brew "zoxide"
cask "aerospace"
cask "basictex"
cask "discord"
cask "docker"
cask "elgato-camera-hub"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "figma"
cask "firefox@developer-edition"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@canary"
cask "imageoptim"
cask "keycastr"
cask "keymapp"
cask "kitty"
cask "loom"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "obsidian"
cask "postman"
cask "raindropio"
cask "raycast"
cask "readdle-spark"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "zen"
cask "zoom"
